// Menubar display labels used in free/total mode
"U:" = "U:";
"F:" = "L:";

// Unit labels
"MB" = "Mo";

// Memory usage title menu item
"Memory Usage:" = "Utilisation mémoire :";

// Format string for memory usage. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ used, %@ free, %@ total" = "%1$@ utilisé, %2$@ disponible, total de %3$@";

// Memory page statistics title menu item
"Memory Pages:" = "Utilisation mémoire détaillée :";

// Format strings for memory statistics. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ active, %@ wired" = "%1$@ actif, %2$@ lié";
"%@ inactive, %@ free" = "%1$@ inactif, %2$@ libre";

// VM statistics title menu item
"VM Statistics:" = "Mémoire virtuelle et Caches :";

// Format strings for VM statistics
// Technically we should cover all permutations of 1 or more than 1
// for each statistic, but in the real world users never have just
// one pagein or copy-on-write, etc. so we can simplify to just
// the plural forms
"%@ pageins, %@ pageouts" = "%1$@ pageins, %2$@ pageouts";
"%@ cache lookups, %@ cache hits (%@)" = "%1$@ cache lookups, %2$@ cache hits (%3$@)";
"%@ page faults, %@ copy-on-writes" = "%1$@ page faults, %2$@ copy-on-writes";

// Swap file statistics title menu item
"Swap Files:" = "Fichiers de swap :";

// Swap file info formats. Here we do need to handle plurals since
// values of 1 are likely
// Basic swap file info (ex: "1 swap file in /private/var/vm/")
"%@ swap file present in %@" = "%1$@ fichier de swap dans %2$@";
"%@ swap files present in %@" = "%1$@ fichiers de swap dans %2$@";
// Basic swap file info with encryption
"%@ encrypted swap file present in %@" = "%1$@ fichier de swap crypté dans %2$@";
"%@ encrypted swap files present in %@" = "%1$@ fichiers de swap cryptés dans %2$@";
// Maximum swap count info
"%@ swap file at peak usage" = "%1$@ fichier utilisé lors d'un usage intensif";
"%@ swap files at peak usage" = "%1$@ fichiers utilisés lors d'un usage intensif";
// Swap space info, as with free/used/total the float format and MB label
// are handled automatically by NSFormatter
"%@ total swap space" = "Le swap fait actuellement %1$@";
// Swap space including used info (Tiger only)
"%@ total swap space (%@ used)" = "Le swap total est de %1$@  (%2$@ utilisé)";
